Repository: nerder/checkin
Catalog: ios/Runner/*.lproj/Localizable.strings
Languages: es

source: Class confirmed ✅
es: Clase confirmada ✅

# you_attended_n_classes
source: You attended %@ classes this year!
es: Has atendido %@ clases este año!

source: Reminder ⏰
es: Recordatorio ⏰

# remaining_students_in_class
source: You still have students to accept in class
es: Todavia tienes estudiantes que aceptar en la clase

source: Student in class 🥋
es: Estudiantes en clase 🥋

# first_user_sign_up
source: The first student sign up to your class!
es: El primer estudiante ya se apuntó a tu clase

# your_class_got_cancelled
source: One of your class got cancelled ❌
es: Una de tus clases ha sido cancelada ❌

source: Please check it out
es: Porfavor compruebalo

source: News for you
es: Nueva noticia para tí

source: Go check it out
es: ¡Vete a verla!
